Repository: wp-plugins/shouty
Catalog: trunk/lang/shouty-*.po
Languages: tr_tr

# post type general name
source: Shouts
tr_tr: İletiler

# post type singular name
source: Shout
tr_tr: İleti

# admin menu
source: Shouts
tr_tr: İletiler

# add new on admin bar
source: Shout
tr_tr: İleti

# book
source: Add New
tr_tr: Yeni Ekle

source: Add New Shout
tr_tr: Yeni İleti Ekle

source: New Shout
tr_tr: Yeni İleti

source: Edit Shout
tr_tr: İleti Düzenle

source: View Shout
tr_tr: İleti Görüntüle

source: All Shouts
tr_tr: Tüm İletiler

source: Search Shouts
tr_tr: İletileri Ara

source: Parent Shouts:
tr_tr: Üst İletiler:

source: No shouts found.
tr_tr: İleti bulunamadı.

source: No shouts found in Trash.
tr_tr: Çöpte ileti yok.

source: Enter your shout here
tr_tr: İletini buraya gir

source: Share
tr_tr: Paylaş

source: Log in or create a new account to share shouts
tr_tr: İleti paylaşmak için giriş yap ya da yeni bir hesap oluştur

source: Shouts
tr_tr: İletiler

source: Show more
tr_tr: Daha fazla göster

source: No more shouts
tr_tr: Daha fazla ileti yok

source: Read more & comment
tr_tr: Daha fazla oku & yorumla
