Repository: wp-plugins/shouty
Catalog: lang/shouty-*.po
Languages: de_de, es_es, sr_sr

# post type general name
source: Shouts
de_de: Nachrichten
es_es: Shouts [postear nombre general del tipo]

# post type singular name
source: Shout
de_de: Nachricht
es_es: Shout [postear nombre singular del tipo]

# admin menu
source: Shouts
es_es: Shouts [ menú de admin ]

# add new on admin bar
source: Shout
es_es: Shout [ adicionar nuevo en barra de admin]

# book
source: Add New
de_de: Sende Nachricht
es_es: Adicionar Nuevo [libro]
sr_sr: Dodaj novi

source: Add New Shout
de_de: Sende Nachricht
es_es: Adicionar Nuevo Shout
sr_sr: Dodaj novi Shout

source: New Shout
de_de: Neue Nachricht
es_es: Nuevo Shout
sr_sr: Novi Shout

source: Edit Shout
de_de: Editiere Nachricht
es_es: Editar Shout
sr_sr: Uredi Shout

source: View Shout
de_de: Zeige Nachrichten
es_es: Ver Shout
sr_sr: Vidi Shout

source: All Shouts
de_de: Alle Nachrichten
es_es: Todos los Shouts
sr_sr: Svi Shout-i

source: Search Shouts
de_de: Durchsuche Nachrichten
es_es: Buscar Shouts
sr_sr: Pretraži shout-e

source: Parent Shouts:
de_de: Hauptnachricht:
es_es: Shouts Padre:
sr_sr: Nadređeni shout-i

source: No shouts found.
de_de: Keine Nachricht gefunden.
es_es: No se encontraron shouts.
sr_sr: Nisu pronađeni shout-i.

source: No shouts found in Trash.
de_de: Keine Nachrichten im Papierkorb.
es_es: No se encontraron shouts en la Papelera.
sr_sr: Nisu pronađeni shout-i u korpi za otpatke.

source: Enter your shout here
de_de: Schreibe deine Nachricht...
es_es: Entre su shout aquí
sr_sr: Ovde unesite svoj shout

source: Share
de_de: Teilen
es_es: Compartir
sr_sr: Podeli

source: Log in or create a new account to share shouts
de_de: Einloggen
es_es: Autentíquese o cree una nueva cuenta para compartir shouts
sr_sr: Prijavite se da biste kreirali novi nalog za deljenje shout-a.

source: Show more
de_de: Zeige mehr
es_es: Mostrar más
sr_sr: Prikaži još

source: No more shouts
de_de: Keine weiteren Nachrichten
es_es: No hay más shouts
sr_sr: Nema više shout-a.

source: Read more & comment
de_de: Weiterlesen & kommentieren
es_es: Leer más y comentar
sr_sr: Pročitajte više i komentarišite

source: Shouts
de_de: Nachrichten
